Repository: Open-Quran/quran
Catalog: lib/l10n/app_*.arb
Languages: tr

source: More
tr: Daha

source: Qur'an
tr: Kur'an-ı Kerim

source: Search
tr: Arama

source: Surah
tr: Sure

source: Juz
tr: Cüz

source: Bookmark
tr: Kaydet

source: Sajda
tr: Secde

source: Ayat
tr: Ayet

source: Translation
tr: Meal

# selectedTranslation
source: Selected Translations
tr: Seçilen Mealler

source: Reading
tr: Okuma

source: Favorites
tr: Favoriler

source: Language
tr: Dil

source: Help Guide
tr: Yardım Rehberi

source: Introduction
tr: Tanıtım

source: Share App
tr: Uygulamayı Paylaş

source: References
tr: Referanslar

source: Switch Theme
tr: Temayı Degiştir

source: Light Mode
tr: Aydınlık

source: Dark Mode
tr: Karanlık

source: Qur'an Mode
tr: Kur'an Modu

source: Green Mode
tr: Yeşil Mod

source: Search Surah
tr: Sure Arama

source: made by fabrikod
tr: Fabrikod tarafından geliştirilmiştir

source: Scroll
tr: Kayan

source: Qur'an Type
tr: Kur'an Tipi

source: Reading Style
tr: Okuma Şekli

source: All
tr: Hepsi

source: Arabic
tr: Arapça

source: Font Size
tr: Font Boyutu

source: Font Type
tr: Font Tipi

source: Copy
tr: Kopyala

source: Copied
tr: Kopyalandı

source: Share
tr: Paylaş

# helpGuideTitle1
source: What is Qur'an Kareem
tr: Kur'an-ı Kerim nedir?

# helpGuideDescription1
source: The Holy Quran is the religious text of Islam, believed by Muslims to be the word of God as revealed to Prophet Muhammad through the angel Gabriel. It contains guidance and teachings on various aspects of life, including faith, morality, spirituality, and daily living.
tr: Kur'an-ı Kerim; Müslümanlar için, Peygamber Efendimiz Muhammed Aleyhisselam'a Cebrail Aleyhisselam aracılığıyla Allah'ın kelamı olarak indirilmiş olup İslam dininin kutsal kitabıdır. İman, ahlak, maneviyat ve günlük yaşamın çeşitli yönleri hakkında rehberlik eder ve bu konularla ilgili öğretiler içerir.

# helpGuideTitle2
source: How many chapters does the Qur’an Kareem include?
tr: Kur'an-ı Kerim kaç bölümden oluşur?

# helpGuideDescription2
source: 114 chapters
tr: 114 bölümden oluşur.

# helpGuideTitle3
source: Can I read separately versicles and chapters?
tr: Ayet ve bölümleri ayrı ayrı okuyabilir miyim?

# helpGuideDescription3
source: Yes you can. You can jump from one page to another in the way you prefer. You can also mark them so you can directly read them without searching them in the whole book.
tr: Evet, yapabilirsiniz. Dilediğiniz şekilde sayfalar arasında geçiş yapabilirsiniz. Ayrıca, işaretleme yaptığınız yerleri tüm kitapta aramak zorunda kalmadan doğrudan okuyabilirsiniz.

# helpGuideTitle4
source: Can I share the content in other places?
tr: İçeriği başka yerlerde paylaşabilir miyim?

# helpGuideDescription4
source: Yes you can, Open Quran is an open source app where you are free to use the content.
tr: Evet, Open Quran açık kaynaklı bir uygulamadır, içeriği özgürce kullanabilirsiniz.

# helpGuideTitle5
source: What is the purpose of the app?
tr: Uygulamanın amacı nedir?

# helpGuideDescription5
source: The main purpose of the app is to offer to the community a native open source mobile app where they can read, listen and save their surahs, ayas or juzs.
tr: Uygulamanın ana amacı, topluluğa; Allah’ın surelerini, ayetlerini veya cüzlerini okuyabilecekleri, dinleyebilecekleri ve kaydedebilecekleri bir yerel açık kaynaklı mobil uygulama sunmaktır.

# helpGuideTitle6
source: What are the key features of the app?
tr: Uygulamanın temel özellikleri nelerdir?

# helpGuideDescription6
source: You can read with no limit the Holy Qur’an, you mark with the bookmarks the last aya you read so you won’t get lost next time you open your Qur’an. You can listen the ayas in case you don’t know how to read it in Arabic and also you can save your most read surahs, ayas or juzs.
tr: Kur'an-ı Kerim'i sınırsız okuyabilirsiniz, son okuduğunuz ayetleri işaretleyebilirsiniz, böylece bir sonraki açtığınızda kaybolmazsınız. Okumayı bilmiyorsanız ayetleri dinleyebilirsiniz ve ayrıca en çok okuduğunuz sure, ayet ve cüzlerinizi kaydedebilirsiniz.

# helpGuideTitle7
source: How can users troubleshoot problems and find solutions?
tr: Kullanıcılar, The Qur’an App içerisinde nasıl sorun giderir ve çözümler bulur?

# helpGuideDescription7
source: You can always contact us via email: merhaba@fabrikod.com
tr: Her zaman bize e-posta yoluyla ulaşabilirsiniz: merhaba@fabrikod.com

# helpGuideTitle8
source: Are there any known limitations or restrictions in the app?
tr: Uygulamada bilinen herhangi bir kısıtlama veya abonelik sistemi var mı?

# helpGuideDescription8
source: No there is not, you can read and listen as much as you want.
tr: Hayır, istediğiniz kadar okuyabilir ve dinleyebilirsiniz.

# helpGuideTitle9
source: Who is the target audience for the app?
tr: Uygulama için hedef kitle kimlerdir?

# helpGuideDescription9
source: Everyone who has an interest in getting to know the Holy Qur’an, reading or listen to it. Everyone is welcome.
tr: Kur'an'ı Kerim’i tanımak, okumak veya dinlemek isteyen herkes. Hepiniz hoş geldiniz.

source: Next Page
tr: Sonraki Sayfa

source: Page
tr: Sayfa

source: Previous Page
tr: Önceki Sayfa

source: Surahs
tr: Sureler

# noResultsFound
source: No results found Try searching for a different keyword
tr: Sonuç bulunamadı Farklı bir anahtar kelime aramayı deneyin.

source: Suggestions
tr: Öneriler

source: No Bookmarks Added
tr: Kaydedilen Ayet Yok

source: No Favorites Added
tr: Favorilere Eklenen Ayet Yok

source: And
tr: Ve

source: Read
tr: Okuma

source: Layout
tr: Sayfa Düzeni

source: Sound
tr: Ses

source: Background Color
tr: Arkaplan Rengi

# ayatAndTranslation
source: Ayat + Translation
tr: Ayet + Meal

source: Hide
tr: Gizle

source: Show
tr: Göster

source: Recent
tr: Son Arama

source: Bookmarks
tr: Kaydedilenler

source: Settings
tr: Ayarlar

source: Rate
tr: Değerlendir

source: Write an app store review
tr: Uygulama mağazası yorumu yazın

source: Play
tr: Oynat

source: Pause
tr: Durdur

source: Favorite
tr: Favori

source: Meaning
tr: Meal

# navigation
source: Navigations
tr: Navigasyon

source: Search surah, juz or ayahs...
tr: Sure, Cüz veya Ayet Aratın...

source: Search for
tr: Şunun için ara

source: Reciter
tr: Okuyan

source: Download
tr: İndir

source: Speed
tr: Hız

source: Downloaded
tr: İndirilenler

source: Delete
tr: Sil

source: Qur'an Font
tr: Kur'an Fontu

source: Available to Download
tr: İndirilebilir

# referencesDescription
source: The goal of the project is to provide people with a convenient platform for studying the Holy Qur'an. Therefore, the Qur'an can now be read on smartphones, tablets and other modern devices. To see the source code for this app, please visit the
tr: Projenin amacı insanlara Kur'an -ı Kerim'i incelemek için uygun bir platform sağlamaktır. Bu nedenle, Kuran artık akıllı telefonlarda, tabletlerde ve diğer modern cihazlarda okunabilir. Bu uygulamanın kaynak kodunu görmek için lütfen ziyaret edin

# referencesDescription2
source: As explained in our Privacy Policy we do not collect any personal information.
tr: Gizlilik politikamızda açıklandığı gibi, herhangi bir kişisel bilgi toplamıyoruz.

# referencesDescription3
source: The API and all Qur'an sources are used from
tr: API ve tüm Kuran kaynakları

# contactUs
source: Contact us at merhaba@fabrikod.com for assistance.
tr: Yardım için merhaba@fabrikod.com adresinden bize ulaşın.

source: Privacy policy
tr: Gizlilik politikası

source: Next Surah
tr: Sonraki Sure

source: Previous Surah
tr: Önceki Sure

source: Begging Of Surah
tr: Sure Başlangıcı
